Revit 2024 API
Gradient.GradientNoiseLow Property
 The property labeled "Low" from the "Gradient" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string GradientNoiseLow { get; }
Visual Basic
Public Shared ReadOnly Property GradientNoiseLow As String
	Get
Visual C++
public:
static property String^ GradientNoiseLow {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 1".
See Also
Gradient Class
Autodesk.Revit.DB.Visual Namespace